Repository: wadeeah905/vibrant-inception
Catalog: Crm.VisitReport/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Choose radius
de: Entfernung wählen
es: Elegir distancia
fr: Choisir la distance
hu: Távolság választás

# LatitudeMin
source: Min latitude
de: Breitengrad min.
es: Latitud mínima
fr: Latitude minimale
hu: Min szélesség

# LatitudeMax
source: Max latitude
de: Breitengrad max.
es: Latitud máxima
fr: Latitude maximale
hu: Max szélesség

# LongitudeMin
source: Min longitude
de: Längengrad min.
es: Longitud mínima
fr: Longitude minimale
hu: Min hosszúság

# LongitudeMax
source: Max longitude
de: Längengrad max.
es: Longitud máxima
fr: Longitude maximale
hu: Max hosszúság

# OpenVisitReportsWarningMessage
source: This visit has open reports assigned to it. The visit cannot be completed.
de: Diesem Besuch sind offene Berichte zugewiesen. Der Besuch kann nicht abgeschlossen werden.
es: Esta visita tiene asignados informes abiertos. La visita no se puede completar.
fr: Cette visite a des rapports ouverts qui lui sont assignés. La visite ne peut pas être terminée.
hu: Ehhez a látogatáshoz nyitott jelentések tartoznak. Nem lehet befejezni a látogatást.

# VisitCompleteWarningMessage
source: Are you sure you want to complete this visit?
de: Sind Sie sicher, dass Sie diesen Besuch abschließen möchten?
es: ¿Seguro que quieres completar esta visita?
fr: Êtes-vous sûr de vouloir terminer cette visite?
hu: Biztosan be akarja fejezni a látogatást?

source: Set in progress
de: In Bearbeitung setzen
es: Establecer en progreso
fr: Ensemble en cours
hu: Beállítás folyamatban lévőre

source: Visit completed
de: Besuch abgeschlossen
es: Visita completada
fr: Visite terminée
hu: Látogartás befejezve

# VisitInProgress
source: Visit set to In Progress
de: Besuch auf In Bearbeitung setzen
es: Visita configurada como En curso
fr: Visite définie sur En cours
hu: Látogatás beállítva folyamatban lévőre

# CrmVisitReport_VisitStatus
source: Visit status
de: Besuchsstatus
es: Estado de la visita
fr: État de la visite
hu: Látogatás állapota

source: Decrease distance
de: Entfernung verringern
es: Reducir la distancia
fr: Réduire la distance
hu: Csökkentse a távolságot

source: Increase distance
de: Entfernung erhöhen
es: Aumentar la distancia
fr: Augmenter la distance
hu: Növelje a távolságot

# EditContactPersonRelationship
source: Edit contact person
de: Kontaktperson bearbeiten
es: Editar persona de contacto
fr: Modifier la personne de contact
hu: Kapcsolattartó személy szerkesztése
