Repository: wadeeah905/vibrant-inception
Catalog: Crm.VisitReport/Resources/Resources.*.resx
Languages: de, es, fr, hu

# AddPossibleAim
source: Add aim
de: Ziel hinzufügen
es: Añadir objetivo
fr: Ajouter objectif
hu: Cél hozzáadása

# AddPossibleAnswer
source: Add answer
de: Antwort hinzufügen
es: Añadir respuesta
fr: Ajouter réponse
hu: Válasz hozzáadása

source: Closed visit reports
de: Abgeschlossene Besuchsberichte
es: Informes de visitas cerradas
fr: Rapports de visite fermés
hu: Lezárt látogatói jelentés

source: Create visit report
de: Besuchsbericht anlegen
es: Crear informe de visitar
fr: Créer rapport de visite
hu: Látogatói jelentés csatolása

source: Edit master data
de: Stammdaten bearbeiten
es: Editar información principal
fr: Éditer données de base
hu: Alapadatok szerkesztése

# EditVisitPossibleAims
source: Edit aims
de: Ziele bearbeiten
es: Editar objetivos
fr: Éditer objectifs
hu: Célok szerkesztése

source: Non-closed visit reports
de: Nicht abgeschlossene Besuchsberichte
es: Informes de visitas no cerradas
fr: Rapport de visite non fermés
hu: Nincs lezárt látogatási jelentés

source: No non-closed visit reports
de: Keine nicht-abgeschlossenen Besuchsberichte vorhanden
es: No hay informes de visitas no cerradas
fr: Aucun rapport de visite non fermé existant.
hu: Nincs lezáratlan látogatási jelentés

# NoVisitReportsInfo
source: No visit reports available
de: Keine Besuchsberichte vorhanden
es: No hay informes de visita disponibles
fr: Rapports de visite pas disponibles.
hu: Nincs látogatási jelentés

# PleaseChooseAQuestion
source: Please choose a question from the right.
de: Wählen Sie eine der Fragen auf der rechten Seite.
es: Elija una pregunta de la derecha.
fr: Choisir une question à droite
hu: Válasszon egyet a jobb oldalon lévő kérdésekből

source: Questions
de: Fragen
es: Preguntas
hu: Kérdések

source: Visit aim
de: Besuchsziel
es: Objetivos de la visita
fr: Visite objectif
hu: Látogatás célja

source: Visit date
de: Besuchsdatum
es: Fecha de la visita
fr: Visite date
hu: Látogatás időpontja

source: Visit report
de: Besuchsbericht
es: Informe de visita
fr: Rapport de visite
hu: Jelentés a látogatásról

source: Visit report closed
de: Besuchsbericht abgeschlossen
es: Informe de visita cerrado
fr: Rapport de visite terminé
hu: Látogatásról szóló jelentés befejezve

# VisitReportClosedBy
source: Visit report closed by {0} {1}
de: Besuchsbericht geschlossen von {0} {1}
es: Informe de visita cerrado por {0} {1}
fr: Rapport de visite terminé par {0} {1}
hu: A látogatásról szóló jelentés befejezve {0} {1} által

source: Visit reports
de: Besuchsberichte
es: Fecha de iniciación
fr: Rapports de visite
hu: Látogatási jelentések

source: In progress
de: In Bearbeitung
es: En progreso
fr: En progrès
hu: Folyamatban

source: Weekly overview
de: Wochenübersicht
es: Resumen de la semana
fr: Synthèse hebdomadaire
hu: Heti nézet

source: Add visit
de: Besuch hinzufügen
es: Añadir visita
fr: Ajouter visite
hu: Látogatás hozzáadása

# CloseVisitReportButtonText
source: Complete
de: Abschließen
es: Completado
fr: Terminer
hu: Lezárni

source: Edit visit
de: Besuch bearbeiten
es: Editar visita
fr: Éditer visite
hu: Látogatás szerkesztése

# NoVisitsInfo
source: No visits scheduled
de: Keine Besuche geplant
es: No hay visitas programadas
fr: Pas de visites fixées.
hu: Nincs tervezett látogatás

source: Tour planning
de: Tourenplanung
es: Planificador de viajes
fr: Planification des tournées
hu: Utazások tervezése

source: Visits
de: Besuche
es: Visitas
fr: Visites
hu: Látogatások

# ConfirmDeleteVisit
source: Do you really want to delete this visit?
de: Wollen Sie diesen Besuch wirklich löschen?
es: ¿Desea realmente eliminar esta visita?
fr: Voulez-vous vraiment supprimer cette visite?
hu: Valóban törölni akarja ezt a látogatást?

source: Display
de: Anzeigen
es: Mostrar
fr: Afficher
hu: Megmutat

source: Visit frequency
de: Besuchshäufigkeit
es: Frequencia de visita
fr: Visite fréquence
hu: Látogatás gyakorisága

# ConfirmDeleteVisitReport
source: Do you really want to delete this visit report?
de: Wollen Sie diesen Besuchsbericht wirklich löschen?
es: ¿Realmente quiere eliminar este informe de visita?
fr: Voulez-vous vraiment suprimmer ce rapport de visite?
hu: Valóban törölni alarja ezt a látogatási jelentést?

source: Actual
de: Ist
fr: Actuel
hu: Jelenlegi

# Difference
source: Diff.
hu: Különféle

# NoVisitStatisticsInfo
source: There are no addresses to be visited for the selected user in the selected region. Are the company visit frequencies set?
de: Für den gewählten Mitarbeiter existieren im gewählten Gebiet keine Adressen, die besucht werden müssen. Wurden die Besuchshäufigkeiten für die Firmen gesetzt?
es: No hay direcciones a visitar para el usuario seleccionado en la región seleccionada. ¿Están configuradas las frecuencias de visita de la empresa?
fr: Dans la région choisie il n'y a pas d'adresses à visiter pour cet utilisateur. Les fréquences de visite des sociétés sont fixées?
hu: A kiválasztott munkatársnak a választott területen nincs olyan címe, amit meg kell látogatni. A látogatási gyakoriság be lett állítva?

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
hu: Gyakoriság

# NoCompaniesWithStartLetter
source: No company with initial letter {0}
de: Keine Firma mit Anfangsbuchstabe {0}
es: Ninguna empresa con la letra inicial {0}
fr: Pas de société avec lettre initiale {0}.
hu: Nincs cég {0} kezdőbetűvel

source: Daily view
de: Tagesansicht
es: Vista diaria
fr: Vue journalière
hu: Napi nézet

# VisitFrequencyText
source: {0} per year
de: {0} pro Jahr
es: {0} por año
fr: {0} par an
hu: évente {0}

source: Weekly view
de: Wochenansicht
es: Vista semana
fr: Vue hebdomadaire
hu: Heti nézet

source: Edit all users' tour planning
de: Tourenplanung aller Benutzer bearbeiten
es: Editar la planificación del viaje de todos los usuarios
fr: Éditer planification des tournées de tous les utilisateurs
hu: Minden felhasználó túratervének feldolgozása

source: Edit all users' visit reports
de: Besuchsberichte aller Benutzer bearbeiten
es: Editar los informes de visita de todos los usuarios
fr: Éditer rapports de visite de tous les utilisateurs
hu: Minden felhasználó látogatásí jelentésének feldolgozása

source: See all users' tour planning
de: Tourenplanung aller Benutzer sehen
es: Ver todos los planes de viaje de los usuarios
fr: Afficher planification des tournées de tous les utilisateurs
hu: Minden felhasználó látogatási tervének megtekintése

source: See all users' visit reports
de: Besuchsberichte aller Benutzer sehen
es: Ver todos los informes de visita de los usuarios
fr: Afficher rapports de visite de tous les utilisateurs
hu: Minden felhasználó látogatási jelentésének megtekintése

# Zieldetails
source: Visit details
de: Zieldetails
es: Detalles de la visita
fr: Visite détails
hu: Részletek

source: Reporting
de: Auswertung
es: Informes
fr: Rapport
hu: Kiértékelés

# CloseVisitReportConfirmMessage
source: Are you sure, you want to complete this Visit Report? It won't be possible to edit it anymore.
de: Möchten Sie diesen Besuchsbericht wirklich abschließen? Es ist danach keine Bearbeitung mehr möglich.
es: ¿Está seguro de que quiere completar este Informe de Visita? Ya no será posible editarlo.
fr: Voulez-vous vraiment terminer ce rapport de visite? Après il n'y a pas de modification possible.
hu: Valóban le szeretné zárni ezt a látogatói jelentést? Ezután szerkesztésre többé nincs lehetőség.

# ListOfNotesHeaderVisitReport
source: Notes about this visit report
de: Notizen zu diesem Besuchsbericht
es: Notas sobre este informe de visita
fr: Notes sur ce rapport de visite
hu: Megjegyzések ehhez a látogatásijelentéshez

source: Contact persons
de: Kontaktpersonen
es: Personas de contacto
fr: Contacs
hu: Kapcsolattartó személy

# AddContactPersonRelationship
source: Add contact person
de: Kontaktperson hinzufügen
es: Añadir persona de contacto
fr: Ajouter contact
hu: Kapcsolattartó hozzárendelése

# CustomerContactPerson
source: Contact person of the customer
de: Kontaktperson des Kunden
es: Persona de contacto del cliente
fr: Contact client
hu: Kapcsolattartó személy a vevőnél

# NoCustomerContactPerson
source: There are no contact persons for this customer.
de: Es gibt für den gewählten Kunden keine Kontaktpersonen.
es: No hay personas de contacto para este cliente.
fr: Pas de contact existant pour ce client
hu: A kiválasztott cégnek nincs kapcsolattartója

source: Additional contact person
de: Zusätzliche Kontaktperson
es: Persona de contacto adicional
fr: Contact supplémentaire
hu: További kapcsolattartó személyek

# AdditionalContactPersonInformation
source: You have the opportunity to add every person existing in the system after saving this visit report.<br /> Persons, which don't exist in the system can be added textual right here.
de: Sie haben die Möglichkeit jede Person aus dem System nach Anlage des Besuchberichts hinzuzufügen.<br /> Personen, die sich nicht im System befinden, können hier textuell hinzugefügt werden.
es: Usted tiene la oportunidad de añadir cada persona existente en el sistema después de guardar este informe de visita.<br /> Las personas que no existen en el sistema pueden ser añadidas textualmente aquí.
fr: Vous avez la possibilité d'ajouter toute personne du système après l'enregistrement du rapport de visite .<br /> Personnes, qui ne sont pas dans le système, peuvent être saisies ici.
hu: Meg van a lehetősége minden személynek a rendszerből a látogatói jelentések melléklete szerinti hozzáadásának. <br/> A rendszerben nemtalálható személyeket szövegesen lehet hozzáadni

# UnsavedChangesGetLost
source: Unsaved changes will get lost, if you confirm to continue.
de: Ungespeicherte Änderungen werden bei Bestätigung verloren gehen.
es: Los cambios no guardados se perderán, si confirma para continuar.
fr: Des modifications non enregistrées seront perdues après confirmation.
hu: Elmentetlen változtatások nyugtázáskor elvesznek

source: Not scheduled visits
de: Nicht terminierte Besuche
es: Visitas no programadas
fr: Visites sans dates fixées
hu: Nincs ütemezett látogatás

source: Scheduled visits
de: Terminierte Besuche
es: Visitas planificadas
fr: Visites fixées
hu: Tervezett látogatások

source: Additional
de: Weitere
es: Adicional
hu: További

source: Step
de: Schritt
es: Paso
fr: Pas
hu: Lépés

source: Visit information
de: Besuchsinformationen
es: Información de la visita
fr: Visite informations
hu: Látogatási információk

source: Add date
de: Datum hinzufügen
es: Añadir fecha
fr: Ajouter date
hu: Dátum hozzárendelése

source: Add time
de: Uhrzeit hinzufügen
es: Añadir tiempo
fr: Ajouter horaire
hu: Időpont (óra) hozzáadása

source: Add duration
de: Dauer hinzufügen
es: Añadir duración
fr: Ajouter durée
hu: Időtartam hozzárendelése

# ContactPersonNotEmpty
source: There are already additional entries.<br /> If you confirm, they will get lost.<br /> Do you really want to continue?
de: Es existieren bereits weitere Einträge.<br /> Diese gehen bei Bestätigung verloren, möchten Sie wirklich fortfahren?
es: Ya hay entradas adicionales.<br /> Si confirma, se perderán.<br /> ¿Realmente quiere continuar?
fr: Il y a déjà des saisies supplémentaires.<br /> Elles seront supprimées, si vous confirmez. Voulez-vous vraiment continuer?
hu: Vannak már további bejegyzések? <br/> Ezek megerősítéskor elvesznek, valóban szeretne továbbmenni?

# SelectCompanyToShowCustomerContactPerson
source: Contact persons will be shown once you select a company
de: Kontaktpersonen werden angezeigt, nachdem Sie eine Firma gewählt haben.
es: Las personas del contacto aparecerán una vez seleccione una empresa.
fr: Les contacts seront affichés après la sélection d'une société.
hu: Miután egy céget kiválasztott, a kapcsolattartó személyek megjelenítődnek.

source: Last visit
de: Letzter Besuch
es: Ultima visita
fr: Dernière visite
hu: Utólsó látogatás

source: Prepared
de: Vorbereitet
es: Preparado
fr: Préparé
hu: Előkészítve

source: No visits prepared
de: Keine Besuche vorbereitet
es: No hay visitar preparadas
fr: Pas de visites préparées.
hu: Nincs előkészített látogatás

source: Circuit
de: Umkreis
es: Circuito
fr: Proximité
hu: Körzet

# NoAddressesFound
source: There are no addresses found in the vicinity.
de: Es wurden keine Adressen im Umkreis gefunden.
es: No se han encontrado direcciones en los alrededores.
fr: Pas d'adresses trouvées dans la proximité
hu: A környéken nem található cím.

# DisplayCustomersInCircuit
source: Show customers in {0} or in {1}
de: Zeige Kunden im {0} oder im {1}
es: Mostrar clientes en {0} o en {1}
fr: Afficher client dans {0} ou dans {1}
hu: Vevők megjelenítése {0}-ban vagy {1}-ben

source: own circuit
de: eigenen Umkreis
es: circuito propio
fr: propre proximité
hu: Saját körzet

# AddressCircuit
source: The vicinity of an address
de: Umkreis einer Adresse
es: La proximidad de una dirección
fr: Proximité d'une adresse
hu: Egy cím körzete

# CreatedAgo
source: created {0}
de: {0} erstellt
es: Creado {0}
fr: {0} crée
hu: {0} létrehozva

source: Topics
de: Themen
es: Temas
fr: Thèmes
hu: Témák

source: Topic
de: Thema
es: Tema
fr: Thème
hu: Téma

source: Add topic
de: Thema hinzufügen
es: Añadir tema
fr: Ajouter thème
hu: Téma hozzáadása

# PleaseAddTopicText
source: Please enter some text for your topic.
de: Bitte geben Sie einen Text für das Thema ein.
es: Por favor, introduzca un texto para su tema.
fr: Saisir un texte pour le thème
hu: Adjon szöveget a témához

# NoTopicInfoTitle
source: What is a topic?
de: Was ist ein Thema?
es: ¿Qué es un tema?
fr: Qu'est-ce qu'il y a un thème?
hu: Mi a téma?

# NoTopicInfo
source: You might enter discussed topics of the visit.
de: Besprochene Themen des Besuchs können hier erfasst werden.
es: Puede entrar en los temas discutidos de la visita.
fr: Vous pouvez saisir ici les thèmes discutés lors de la visite.
hu: A látogatás témái itt rögzíthetőek

# ListOfTopicsHeaderVisit
source: Topics about this visit report
de: Themen zu diesem Besuchsbericht
es: Temas sobre este informe de visita
fr: Thèmes sur ce rapport de visite
hu: Témák ehhez a látogatási jelentéshez

# TopicBy
source: Topic by {0} {1}
de: Thema von {0} {1}
es: Tema por {0} {1}
fr: Thème de {0} {1}
hu: Téma {0}-tól {1}-ig

source: Attach to topic
de: Dem Thema hinzufügen
es: Adjuntar al tema
fr: Ajouter au thème
hu: Hozzáadása a témához

# MovePreparedVisitToSelectedDate
source: Are you sure you want to plan the visit on the current selected date?
de: Möchten Sie den Besuch wirklich auf den aktuell gewählten Tag einplanen?
es: ¿Está seguro de que quiere planificar la visita en la fecha actual seleccionada?
fr: Voulez-vous vraiment planifier la visite à la date selectionnée?
hu: Tényleg a kiválasztott napra szeretné tervezni a látogatást?

# NotPossibleToSelectPastDate
source: It's not possible to select a past date.
de: Es kann kein vergangenes Datum gewählt werden.
es: No es posible seleccionar una fecha pasada.
fr: Selection d'une date antérieure impossible
hu: Múltbeli dátum nem választható ki.

# GeoLocationNotSupported
source: Your browser doesn't support this feature.
de: Diese Funktion wird von Ihrem Browser nicht unterstützt.
es: Su navegador no soporta esta función.
fr: Votre navigateur ne supporte pas cette fonction
hu: Ezt a funkciót a böngésző nem támogatja

# CarbonCopy
source: CC
de: Kopie an
hu: Másolat

# DecisionsAndTasks
source: Decisions / Tasks
de: Beschlüsse / Aufgaben
es: Decisiones / Tareas
fr: Décisions / tâches
hu: Határozatok/feladatok

source: Market segment
de: Marktsegment
es: Segmento de mercado
fr: Segment de marché
hu: Piaci szegmens

# VisitParticipants
source: Participants
de: Teilnehmer
es: Participantes
fr: Participant
hu: Résztvevő

source: Target group
de: Zielgruppe
es: Grupo objectivo
fr: Cible
hu: Célcsoport

source: Todos
de: Pendenzen
es: Por hacer
fr: Dossiers encore ouverts
hu: Tennivalók

source: Customer category
de: Kundenkategorie
es: Categoría del cliente
fr: Client catégorie
hu: Vevő kategória

# NoCompaniesFound
source: No companies were found.
de: Es wurden keine Firmen gefunden.
es: No se han encontrado empresas
fr: Pas de sociétés trouvées
hu: Nem találhatóak cégek

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
hu: Ajánlott

source: Time since last visit
de: Zeit seit dem letzten Besuch
es: Tiempo desde la ultima visita
fr: Période depuis la dernière visite
hu: Az utolsó látogatás óta eltelt idő

source: Visits needed
de: Anzahl der benötigte Besuche
es: Visitas necesarias
fr: Nombre des visites nécessaires
hu: Szükséges látogatások száma

# VisitFrequencyPerTimeUnit
source: {0} times per {1}
de: {0} Mal pro {1}
es: {0} veces por {1}
fr: {0} fois par {1}
hu: {0} alkalom per {1}

# UniqueVisitFrequencyPerTimeUnit
source: {0} time per {1}
de: {0} Mal pro {1}
es: {0} vez(ces) por {1}
fr: {0} fois par {1}
hu: {0} alkalom per {1}

source: Issued by
de: Angelegt durch
es: Emitido por
fr: Crée par
hu: Összeállítva

source: Last five visits
de: Letzte fünf Besuche
es: Ultimas cinco visitas
fr: Dernières 5 visites
hu: Utólsó öt látogatás

source: Last five visit reports
de: Letzte fünf Besuchsberichte
es: Ultimos cinco informes de visitas
fr: Derniers 5 rapports de visite
hu: Utólsó öt látogatási jelentés

# ByUser
source: by {0}
de: durch {0}
es: por {0}
fr: par {0}
hu: {0} által

source: Maximum distance
de: Maximale Entfernung
es: Distancia maxima
fr: Distance maximale
hu: Legnagyobb távolság

source: Visit
de: Besuch
es: Visita
fr: Visite
hu: Látogatás

source: View all reporting
de: Reporte betrachten
es: Ver todos los informes
fr: Afficher les rapports
hu: Összes riport megtekintése

# SetCustomVisitAim
source: Set custom aim
de: Eigenes Ziel angeben
es: Fijar objectivo personalizado
fr: Définir un objectif personnalisé
hu: Egyedi cél beállítása

source: Use visit aim selection
de: Besuchsziel-Auswahl verwenden
es: Utilizar la selección del objetivo de la visita
fr: Utiliser la sélection de l'objectif de visite
hu: Látogatási cél választása

# CrmVisitReport_Visit
source: Visits
de: Besuche
es: Visitas
fr: Visites
hu: Látogatások

# CrmVisitReport_VisitReport
source: Visit reports
de: Besuchsberichte
es: Informes de visitas
fr: Rapports de visite
hu: Látogatási riportok

# CrmVisitReport_ContactPersonRelationship
source: Contact persons (Visits)
de: Kontaktpersonen (Besuche)
es: Personas de contacto (visitas)
fr: Personnes de contact
hu: Kapcsolattartó személyek (Látogatások)

# CrmVisitReport_VisitTopic
source: Visit topics
de: Besuchsthemen
es: Temas de la visita
fr: Thème de visite
hu: Látogatási témák

# CrmVisitReport_ContactPersonRelationshipType
source: Contact person types (Visits)
de: Kontaktpersontypen (Besuche)
es: Tipos de personas de contacto (Visitas)
fr: Types de personne de contact
hu: Kapcsolattartó személy típusok (Látogatások)

# CrmVisitReport_VisitAim
source: Visit aims
de: Besuchsziele
es: Objectivos de la visita
fr: Objectifs de la visite
hu: Látogatási célok

# VisitAimSelectionConfirmation
source: Custom entered aim value will be removed.
de: Das selbst eingetragene Besuchsziel wird entfernt.
es: El objetivo personalizado será eliminado.
fr: La valeur personnalisée de l'objectif entrée sera supprimée.
hu: Az egyedileg megadott látogatási cél törlésre kerül.

source: All visits
de: Alle Besuche
es: Todas las visitas
fr: Toutes les visites
hu: Összes látogatás

# AreYouSureConfirmation
source: Are you sure?
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr?
hu: Biztos benne?

source: Custom visit aim
de: Eigenes Besuchsziel
es: Objetivo de la visita personalizada
fr: But de la visite personnalisée
hu: Egyedi látogatási cél

# PlannedEndTimeAfterPlannedTimeRuleViolation
source: The planned end time has to be after the start time.
de: Die geplante Startzeit muss vor der Endzeit liegen.
es: La hora de finalización prevista tiene que ser posterior a la hora de inicio.
fr: L'heure de fin prévue doit être après l'heure de début.
hu: A tervezett befejezési időpontnak a kezdési időpont után kell lennie.

source: Planned visits
de: Geplante Besuche
es: Visitas planeadas
fr: Visites prévues
hu: Tervezett látogatások

source: Prepared visits
de: Vorbereitete Besuche
es: Visitas preparadas
fr: Visites préparées
hu: Előkészített látogatások

source: Recommended visits
de: Empfohlene Besuche
es: Visitas recomendadas
fr: Visites recommandées
hu: Ajánlott látogatások

source: This visit
de: Dieser Besuch
es: Esta visita
fr: Cette visite
hu: Ez a látogatás

# TopicsEmptyStateTitle
source: No topics
de: Keine Themen
es: No hay temas
fr: Aucun sujet
hu: Nincs téma

# VisitReportBackgroundInformation
source: Visit background information
de: Besuchs-Hintergrundinformationen
es: Ver information de referencia
fr: Les informations de base de la Visite
hu: Látogatás részletei

# VisitReportDate
source: As of
de: Stand
es: A partir de
fr: À partir de
hu: dátum

# VisitReportsEmptyState
source: There were no visit reports created for this contact, yet.
de: Für diesen Kontakt wurden noch keine Besuchsberichte angelegt.
es: Todavía no se ha creado ningún informe de visita para este contacto.
fr: Il n'y a pas encore aucun rapport de visite créé pour ce contact.
hu: Jelenleg nincs elérhető látogatási jelentés ehhez a kontakthoz.

# VisitReportsEmptyStateTitle
source: No visit reports
de: Keine Besuchsberichte
es: No hay informes de visita
fr: Aucun rapport de visite
hu: Nincs látogatási jelentés

# VisitReportsForVisitEmptyState
source: There were no visit reports created for this visit, yet.
de: Für diesen Besuch wurden noch keine Besuchsberichte angelegt.
es: Todavía no se han creado informes de visita para esta visita.
fr: Il n'y a pas encore aucun rapport de visite créé pour ce rapport.
hu: Jelenleg nincs elérhető látogatási jelentés ehhez a látogatáshoz.

# VisitReportsThisYear
source: Visit reports in the current year
de: Besuchsberichte im aktuellen Jahr
es: Informes de visitas del año en curso
fr: les rapports de visite de l'année en cours
hu: Látogatási jelentések ebben az évben

# VisitsEmptyState
source: No visits found for this contact.
de: Es wurden für diesen Kontakt keine Besuche gefunden.
es: No hay visitas disponibles para este contacto
fr: aucune visite pour ce contact.
hu: Nincs elérhető látogatás ehhez a kontakthoz.

# VisitsEmptyStateTitle
source: No visits
de: Keine Besuche
es: No hay visitas
fr: Aucune visite
hu: Nincs látogatás

# VisitsNeededTimeUnit
source: Time unit for visits needed
de: Zeiteinheit für benötigte Besuche
es: Unidad de tiempo para las visitas necesarias
fr: Unité de temps est nécessaires pour visites
hu: Látogatási gyakoriság időegysége

# Error_VisitReportDynamicFormDoesNotExist_title
source: No released visit report found
de: Kein freigegebener Besuchsbericht gefunden
es: No se ha encontrado ningún informe de visita publicado
fr: Aucun rapport de visite publié n’a été trouvé
hu: Nincs kiadva látogatási jelentés

# Error_VisitReportDynamicFormDoesNotExist
source: Cannot create a visit report, as none was released yet. Please ask your administrator to release one.
de: Konnte keinen Besuchsbericht erstellen, da noch keiner freigegeben wurde. Bitte fragen Sie Ihren Administrator.
es: No se puede crear un informe de visita, ya que no se ha publicado ninguno. Por favor, pida a su administrador que publique uno.
fr: Impossible de créer un rapport de visite, aucun n’a encore été publié. Veuillez demander à votre administrateur d’en publier un.
hu: Nem lehet látogatási jelentést létrehozni, mivel nincs kiadva egy sem. Kérje meg az adminisztrátorát, hogy adjon ki egyet.

source: View visit
de: Besuch ansehen
es: Ver visita
fr: Voir l'visite
hu: Látogatás mutatása

source: Visit title
de: Besuchstitel
es: Título de la visita
fr: Titre de la visite
hu: Látogatás címe

# PlannedEndDate
source: Planned end
de: Geplantes Ende
es: Fin planeado
fr: Fin prévue
hu: Tervezett befejezés
