Repository: wadeeah905/vibrant-inception
Catalog: Sms.Scheduler/Resources/Resources.*.resx
Languages: de, es, fr, hu

# RouteTechnicianHomeAddressAsFinalDestination
source: Use the technician's home address as the final destination
de: Privatadresse des Technikers als Ziel verwenden
es: Utilice la dirección particular del técnico como destino final
fr: Utiliser l'adresse du domicile du technicien comme destination finale
hu: Használja a technikus otthoni címét végső célként

# RoutePerDay
source: A separate route per day
de: Eine separate Route pro Tag
es: Una ruta separada por día.
fr: Un itinéraire séparé par jour
hu: Útvonalak mutatása naponta

source: Default duration
de: Standarddauer
es: Duración predeterminada
fr: Durée par défaut
hu: Alapértelmezett időtartam

source: Maximum duration
de: Maximale Dauer
es: Duración máxima
fr: Durée maximale
hu: Maximális időtartam

source: Limit maximum duration
de: Maximale Dauer begrenzen
es: Limitar la duración máxima
fr: Limiter la durée maximale
hu: Korlátozza a maximális időtartamot

# IgnoreCalculatedDuration
source: Ignore the calculated duration
de: Ignorieren Sie die berechnete Dauer
es: Ignorar la duración calculada
fr: Ignorer la durée calculée
hu: Figyelmen kívül hagyja a számított időtartamot

# ForceMaximumDuration
source: Prevent manual extension of the duration on the planning board
de: Manuelle Verlängerung der Dauer auf der Plantafel verhindern
es: Evitar la ampliación manual de la duración en el tablero de planificación
fr: Empêcher l'extension manuelle de la durée sur le tableau de planification
hu: A tervezési táblán akadályozza meg az időtartam kézi meghosszabbítását

# Dispatch.CreateDate
source: Create Date
de: Erstellungsdatum
es: Fecha de Creación
fr: Date De Création
hu: Létrehozás Dátuma

# Dispatch.CreateUser
source: Create User
de: Ersteller
es: Crear usuario
fr: Créateur utilisateur
hu: Létrehozó személy

# Dispatch.ModifyDate
source: Modify date
de: Geändert am
es: Fecha de modificació
fr: Date de modification
hu: Módosítás dátuma

# Dispatch.ModifyUser
source: Modify user
de: Bearbeiter
es: Usuario de la modificación
fr: Utilisateur
hu: Módosító személy

# NetWorkMinutes
source: Duration
de: Dauer
es: Duración
fr: Durée
hu: Időtartam

source: Technician home address
de: Wohnadresse des Technikers
es: Domicilio del técnico
fr: Adresse du domicile du technicien
hu: Technikus lakcíme

# SmsAbsenceEntryTooltip
source: Show absences created in the scheduler
de: Abwesenheiten anzeigen, die in der Plantafel erfasst wurden
es: Mostrar las ausencias registradas en el tablero de planificación
fr: Afficher les absences saisies dans le tableau de planification
hu: A tervezőtáblán rögzített hiányzások megjelenítése

# AllowSchedulingForPast
source: Allow scheduling in the past
de: Planen in der Vergangenheit zulassen
es: Permitir la programación en el pasado
fr: Permettre la programmation dans le passé
hu: A múltra vonatkozó tervezés engedélyezése

# SchedulingForPastIsNotAllowed
source: Scheduling for the past is not allowed
de: Planung für die Vergangenheit ist nicht erlaubt
es: No está permitido planificar para el pasado
fr: Il n'est pas permis de planifier le passé
hu: A múltra vonatkozó tervezés nem engedélyezett

# PipelineFirstLine
source: What to display in the first row?
de: Was soll in der ersten Zeile angezeigt werden?
es: ¿Qué debe aparecer en la primera línea?
fr: Que faut-il afficher dans la première ligne ?
hu: Mit jelenítsünk meg az első sorban?

# PipelineSecondLine
source: What to display in the second row?
de: Was soll in der zweiten Zeile angezeigt werden?
es: ¿Qué debe aparecer en la segunda línea?
fr: Que faut-il afficher dans la deuxième ligne ?
hu: Mit jelenítsünk meg a második sorban?

# EditingDispatchesInPastWarning
source: You are making changes to a dispatch that is scheduled in the past
de: Sie nehmen Änderungen an einem Einsatz vor, der in der Vergangenheit geplant wurde.
es: Estás haciendo cambios a un trabajo que está programado en el pasado.
fr: Vous apportez des modifications à une mission qui est programmée dans le passé.
hu: Módosításokat hajtasz végre egy olyan kiszálláson, amely a múltban van ütemezve.

source: Resource group
de: Gruppierung Ressourcen
es: Grupo de recursos
fr: Groupe de ressources
hu: Erőforrás csoport

# DataForFirstRow
source: What to display in the first row?
de: Was soll in der ersten Zeile angezeigt werden?
es: ¿Qué mostrar en la primera fila?
fr: Que faut-il afficher dans la première ligne ?
hu: Mit jelenítsünk meg az első sorban?

# DataForSecondRow
source: What to display in the second row?
de: Was soll in der zweiten Zeile angezeigt werden?
es: ¿Qué mostrar en la segunda fila?
fr: Que faut-il afficher dans la deuxième ligne ?
hu: Mit jelenítsünk meg a második sorban?

# DataForThirdRow
source: What to display in the third row?
de: Was soll in der dritten Zeile angezeigt werden?
es: ¿Qué debe mostrarse en la tercera fila?
fr: Que faut-il afficher dans la troisième ligne ?
hu: Mit jelenítsünk meg a harmadik sorban?

# TipMultipleItems
source: Tip: You can select multiple items from the list .
de: Tipp: Sie können mehrere Elemente aus der Liste auswählen.
es: Consejo: Puede seleccionar varios elementos de la lista manteniendo presionada la tecla CTRL.
fr: Astuce : sélectionner plusieurs éléments de la liste en maintenant la touche CTRL enfoncée.
hu: Tipp: A CTRL billentyű lenyomva tartásával több elemet is kiválaszthat a listából.

# ExpireInDays
source: {0}d
de: {0}Tg
fr: {0}j.
hu: {0}n
