Repository: wadeeah905/vibrant-inception
Catalog: Sms.Scheduler/Resources/Resources.*.resx
Languages: de, es, fr, hu

source: Add separator
de: Trenner hinzufügen
es: Añadir separador
fr: Ajouter separateur
hu: Szűrő elválasztó

source: Map
de: Karte
es: Mapa
fr: Carte
hu: Térkép

source: Non-working time
de: Abwesenheiten
es: tiempo no laborable
fr: Temps chômé
hu: Szabadidő

# ServiceOrder.Company
source: Customer
de: Kunde
es: Cliente
fr: client
hu: Ügyfél

# ServiceOrder.Company.Tooltip
source: Customer
de: Kunde
es: Cliente
fr: Client
hu: Ügyfél

# ServiceOrder.Installation.Description
source: Installation
es: Instalación
hu: Eszközakta

# ServiceOrder.Installation.Description.Tooltip
source: Installation
es: Instalación
hu: Eszközakta

# ServiceOrder.Installation.InstallationNo
source: Installation Number
de: Anlagennummer der Installation
es: Número de instalación
fr: N° d'équipement d'installation
hu: Eszközakta azonosító

# ServiceOrder.Installation.InstallationNo.Tooltip
source: Installation Number
de: Installationsnummer
es: Número de instalación
fr: Numéro d'installation
hu: Eszközakta azonosító

# ServiceObjectNo
source: Service Object Number
de: Serviceobjektnummer
es: Número del objeto de servicio
fr: Numéro d'objet de service
hu: Szervizobjektum szám

# ServiceOrderDispatch.Duration
source: Duration of Dispatch (total hours)
de: Einsatz Dauer (Std)
es: Duración de la orden de trabajo (horas totales)
fr: Intervention durée (h)
hu: Feladat össz ideje (óra)

# ServiceOrderDispatch.Duration.Tooltip
source: Duration of Dispatch (total hours)
de: Dauer (Std)
es: Duración de la orden de trabajo (horas totales)
fr: Durée (h)
hu: Időtartam (óra)

# ServiceOrderDispatch.StartTime
source: Dispatch Start Time
de: Einsatz Beginn
es: Hora de inicio de la orden de trabajo
fr: Début intervention
hu: Feladat kezdete

# ServiceOrderDispatch.StartTime.Tooltip
source: Start
de: Beginn
es: Inicio
fr: Début
hu: Kezdés

# AddResources
source: Add resources to profile
de: Ressourcen zu Profil hinzufügen
es: Añadir recursos al perfil
fr: Ajouter ressources au profil
hu: Erőforrás hozzáadása a profilhoz

source: Load profile
de: Profil laden
es: Cargar perfil
fr: Profil de charge
hu: Profil betöltése

source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Editer le profil
hu: Profil szerkesztése

source: Autosave
de: Automatisches Speichern
es: Autoguardado
fr: Sauvegarde automatique
hu: Automatikus mentés

source: Toggle map
de: Karte umschalten
es: Alternar mapa
fr: Basculer la carte
hu: Térkép mutatása

source: Resource type
de: Ressourcentyp
es: Tipo de recurso
fr: Ressource type
hu: Erőforrástípus

# MakeDefaultProfile
source: Make this the default profile
de: Zum Standardprofil machen
es: Haga este perfil por defecto
fr: Définir ce profil comme profil par défaut
hu: Legyen ez az alapértelmezett profil

source: Default profile
de: Standardprofil
es: Perfil por defecto
fr: Profil par défaut
hu: Alapértelmezett profil

source: Lower bound
de: Untere Grenze
es: Límite inferior
fr: Borne inférieure
hu: Alsó határ

source: Upper bound
de: Obere Grenze
es: Límite superior
fr: Limite supérieure
hu: Felső határ

source: Resource row height
de: Zeilenhöhe der Ressourcenliste
es: Altura de la fila de recursos
fr: Hauteur de la ligne de ressources
hu: Erőforrás sormagasság

source: Pipeline group
de: Gruppierung Planungsvorrat
es: Grupo de tuberías
fr: Groupe de pipelines
hu: Szervízrendelés munkalista csoport

source: Resource tooltip
de: Tooltip zu Ressourcen
es: Información sobre herramientas de recursos
fr: Info-bulle des ressources
hu: Erőforrás információk

source: Service order tooltip
de: Tooltip zu Serviceaufträgen
es: Información sobre herramientas para órdenes de servicio
fr: Info-bulle pour les commandes de service
hu: Szervízrendelés információk

source: Service order dispatch tooltip
de: Tooltip zu Serviceeinsätzen
es: Información sobre herramientas para llamadas de servicio
fr: Info-bulle pour les appels de service
hu: Feladat információk

# ShowOtherUsersProfiles
source: Show profiles of other users
de: Zeige Profile anderer Benutzer
es: Mostrar perfiles de otros usuarios
fr: Afficher les profils d'autres utilisateurs
hu: Más felhasználói profilok mutatása

# ShowDispatchInScheduler
source: Open dispatch in Planning board
de: Einsatz in Plantafel öffnen
es: Abrir despacho en el Programador
fr: Ouvrir l'envoi dans le planificateur
hu: Kiszállás megnyitása a Tervezőtáblában

source: Unassign
de: Zuweisung aufheben
es: Desasignar
fr: Annuler l'attribution
hu: Hozzárendelés visszavonása

source: Restrictions
de: Einschränkungen
es: Restricciones
hu: Hiányosságok

source: Not valid for
de: Nicht gültig für
es: No es válido para
fr: Non valable pour
hu: Nem érvényes

# MinResourceNumber
source: Please select at least {0} resource(s)
de: Bitte wählen Sie mindestens {0} Ressource(n) aus.
es: Seleccione al menos {0} recurso(s)
fr: Veuillez sélectionner au moins {0} ressource(s)
hu: Kérem válasszon ki legalább {0} erőforrást

# TimesOrderAscending
source: The times should be in ascending order!
de: Die Zeiten sollten aufsteigend sein!
es: ¡Los tiempos deben estar en orden ascendente!
fr: Les temps doivent être par ordre croissant !
hu: A megadott időknek növekvő sorrendben kell lenni!

# DispatchStatus.Scheduled
source: Scheduled
de: Eingeplant
es: Programado
fr: Planifié
hu: Tervezve

# DispatchStatus.Read
source: Read
de: Gelesen
es: Leído
fr: Lu
hu: Olvasva

# DispatchStatus.Released
source: Released
de: Freigegeben
es: Publicado
fr: Validé
hu: Kiadva

# DispatchStatus.SignedByCustomer
source: Signed by customer
de: Vom Kunden unterschrieben
es: Firmado por el cliente
fr: Signé par le client
hu: Ügyfél által aláírva

# DispatchStatus.ClosedNotComplete
source: Closed (Follow-up dispatch required)
de: Abgeschlossen (Folgeeinsatz erforderlich)
es: Cerrado (se requiere una orden de seguimiento)
fr: Clôturé (Intervention de suivi nécessaire)
hu: Lezárva (Nem befejezett)

# DispatchStatus.ClosedComplete
source: Closed
de: Abgeschlossen
es: Cerrado
fr: Clôturé
hu: Lezárva

source: Resource Utilization
de: Ressourcennutzung
es: Utilización de recursos
fr: Utilisation des ressources
hu: Erőforrás-felhasználási panel

# UserGroupFilter
source: This for filtering the Technician selector only and sets the dipatch's TeamId field
de: Dies dient nur zum Filtern des Techniker-Selektors und legt das TeamId-Feld des Dipatchs fest
es: Esto sirve para filtrar únicamente el selector de técnico y establece el campo TeamId del envío.
fr: Ceci permet de filtrer uniquement le sélecteur de technicien et de définir le champ TeamId du dipatch.
hu: Ez csak a Technikus választó szűrésére szolgál, és beállítja a dipatch TeamId mezőjét

# CurrentWeekTooltip
source: Shortcut to center the timeline around the current week
de: Zentriert die Zeitleiste auf die aktuelle Woche
es: Acceso directo para centrar la línea de tiempo alrededor de la semana actual
fr: Raccourci pour centrer la chronologie autour de la semaine en cours
hu: Gyorsgomb az idővonal visszaállításához a jelenlegi hétre

source: Open dispatch
de: Einsatz öffnen
es: Despacho abierto
fr: Expédition ouverte
hu: Feladat megnyitása

source: Filter resources
de: Ressourcen filtern
es: Filtrar recursos
fr: Filtrer les ressources
hu: Erőforrások szűrése

source: Filter pipeline
de: Planungsvorrat filtern
es: Tubería de filtro
fr: Filtrer le pipeline
hu: Munkalista szűrése

source: Filter events
de: Ereignisse filtern
es: Filtrar eventos
fr: Filtrer les événements
hu: Feladatok szűrése

# Absence.From
source: From
de: Von
es: Desde
fr: À partir de
hu: Ettől

# Absence.To
source: To
de: Bis
es: Para
fr: À
hu: Eddig

source: Promote to leader
de: Zum Leiter befördern
es: Promocionar a líder
fr: Promouvoir leader
hu: Kinevezés csapatvezetőnek

source: Go to date
de: Gehe zu Datum
es: Ir a la fecha
fr: Vers date
hu: Dátumhoz ugrás

source: Current week
de: Aktuelle Woche
es: Semana actual
fr: Cette semaine
hu: Aktuális hét

# FixDispatch
source: Fix
de: Fixiert
es: Fijar orden
fr: Intervention fixée

source: Profile
de: Profil
es: Perfil
fr: Profil
hu: Profil

# #.#
source: Separator
de: Trenner
es: Separador
fr: Séparateur
hu: Elválasztó

source: Open Order
de: Auftrag öffnen
es: Abrir orden de servicio
fr: Ouvrir commande
hu: Szervízrendelés megnyitása

source: New profile
de: Neues Profil
es: Nuevo perfil
fr: Nouveau profil
hu: Új profil

source: Delete Profile
de: Profil löschen
es: Borrar perfil
fr: Supprimer profil
hu: Profil törlése

# DispatchStatus.InProgress
source: In Progress
de: In Bearbeitung
es: En progreso
fr: En progrès
hu: Folyamatban

source: Add {NonWorkingTime}
de: {NonWorkingTime} hinzufügen
es: Añadir {NonWorkingTime}
fr: Ajouter du {NonWorkingTime}
hu: {NonWorkingTime} hozzáadása

source: Capacity
de: Kapazität
es: Capacidad
fr: Capacité
hu: Kapacitás

source: Teams
es: Equipos
fr: Équipes
hu: Csapatok

# DisplayPlannedDate
source: Planned date
de: Geplanter Termin
es: Cita planeada
fr: Date prévue
hu: Tervezett határidő

# DisplayPreferredUser
source: Preferred technician
de: Priorisierter Techniker
es: Técnico preferido
fr: Technicien préféré
hu: Előnyben részesített szervizes

source: Absence
de: Abwesenheit
es: Ausencia
hu: Távollét

source: One Month
de: Ein Monat
es: Un mes
fr: Un mois
hu: Egy hónap

source: One Quarter
de: Ein Vierteljahr
es: Un cuarto de año
fr: Un trimestre d'année
hu: Egy félév

source: One Week
de: Eine Woche
es: Una semana
fr: Une semaine
hu: Egy hét

source: One Year
de: Ein Jahr
es: Un año
fr: Un ans
hu: Egy év

source: Two Months
de: Zwei Monate
es: Dos meses
fr: Deux mois
hu: Két hónap

source: Two Weeks
de: Zwei Wochen
es: Dos semanas
fr: Deux semaines
hu: Két hét

source: Status Group
de: Statusgruppe
es: Grupo de estado
fr: Groupe de statut
hu: Státusz csoport

# WebSchedulerLoginTitle
source: Planning board
de: Plantafel (neu)
es: Planificador (nuevo)
fr: Tableau de planification (nouveau)
hu: Tervezőtábla (új)

# WebSchedulerLoginDescription
source: All you need to know at a glance
de: Alle Informationen auf einen Klick
es: Todo lo que necesita saber de un vistazo
fr: Voir toute les informations en un seul click.
hu: Minden amit tudni szeretne csak egy kattintásra

# WebScheduler
source: Planning board
de: Plantafel (neu)
es: Planificador (nuevo)
fr: Tableau de planification (nouveau)
hu: Tervezőtábla (új)

source: Service Object Name
es: Nombre del objeto de servicio
fr: Nom de l'objet de service
hu: Szervízobjektum neve

# DeadlineWarning
source: The selected date is past the ServiceOrder's deadline ({0}), please confirm your decision!
de: Das ausgewählte Datum liegt nach der Frist ({0}) des Serviceauftrags. Bitte bestätigen Sie Ihre Entscheidung!
es: La fecha seleccionada ya pasó la fecha límite ({0}) de la orden de servicio, ¡confirme su decisión!
fr: La date sélectionnée est dépassée la date limite ({0}) du ServiceOrder, veuillez confirmer votre décision !
hu: A válaszott dátum túlmutat a szervízrendelés határidején ({0}), kérem erősítse meg döntését!

source: Legend
de: Legende
es: Leyenda
fr: Légende
hu: Jelmagyarázat

source: Technicians
de: Techniker
es: Técnicos
fr: Techniciens
hu: Szervizes

# AutosaveOffWarning
source: Autosave is off, your changes will not be saved to the server until you turn it back on or click the sync button.
de: Automatisches Speichern ist deaktiviert. Ihre Änderungen werden nicht auf dem Server gespeichert, bis Sie das automatische Speichern wieder aktivieren oder die Synchronisieren-Schaltfläche betätigen.
es: Autoguardado está desactivado, sus cambios no se guardarán en el servidor hasta que lo vuelva a activar o haga clic en el botón de sincronización.
fr: Sauvegarde automatique est désactivé, vos modifications ne seront pas enregistrées sur le serveur tant que vous ne l'aurez pas réactivé ou cliqué sur le bouton de synchronisation.
hu: Az automatikus mentés ki van kapcsolva, a változtatások nem lesznek elmentve a szerveren ameddig vissza nem lesz kapcsolva. Ha menteni kívánja jelenlegi változtatásait, nyomja meg a szinkronizáció gombot.

# PlannedDateWarning
source: The selected date is not the ServiceOrder's planned date ({0}), please confirm your decision!
de: Das ausgewählte Datum ist nicht das geplante Datum ({0}) des Serviceauftrags. Bitte bestätigen Sie Ihre Entscheidung!
es: La fecha seleccionada no es la fecha planificada ({0}) de la Orden de Servicio, ¡confirme su decisión!
fr: La date sélectionnée n'est pas la date ({0}) prévue du ServiceOrder, veuillez confirmer votre décision !
hu: A válaszott dátum nem a szervízrendelés tervezett dátuma ({0}), kérem erősítse meg döntését!

source: Unsaved changes
de: Nichgespeicherte Änderungen
es: Cambios no guardados
fr: Modifications non enregistrées
hu: Nem mentett változtatások

# PreferredTechnicianWarning
source: The selected technician is not the ServiceOrder's preferred technician ({0}), please confirm your decision!
de: Der ausgewählte Techniker ist nicht der bevorzugte Techniker ({0}) des Serviceauftrags, bitte bestätigen Sie Ihre Entscheidung!
es: El técnico seleccionado no es el técnico preferido ({0}) de ServiceOrder, ¡confirme su decisión!
fr: Le technicien sélectionné n'est pas le technicien préféré ({0}) de ServiceOrder, veuillez confirmer votre décision !
hu: A választott technikus nem a szerviízrendelés előnyben részesített technikusa ({0}), kérem erőstse meg a döntését!

# SmsScheduler_DispatchArticleAssignment
source: Article assignments of dispatches
de: Artikelzuweisungen der Einsätze
es: Artículo asignaciones de despachos
fr: Article Affectation des dépêches
hu: A küldemények cikkel történő hozzárendelése

source: Enable planning confirmations
de: Planbestätigungen aktivieren
es: Habilitar confirmaciones de planificación
fr: Activer les confirmations de planification
hu: Tervezési megerősítések engedélyezése

# SmsScheduler_DispatchPersonAssignment
source: Person assignments of dispatches
de: Personenzuweisungen der Einsätze
es: Asignaciones personales de envíos
fr: Affectation des personnes aux envois
hu: A küldemények személyi hozzárendelése

# EnablePlanningConfirmationsTooltip
source: When this is enabled, the Dispatcher is required to confirm their choices if the ServiceOrder's preferred planning requirements(Technician, Planned date, Deadline) are not met
de: Wenn dies aktiviert ist, muss der Disponent seine Auswahl bestätigen, wenn die bevorzugten Planungsanforderungen des Serviceauftrags (Techniker, geplantes Datum, Frist) nicht erfüllt sind
es: Mostrar advertencias si no se cumplen los requisitos de planificación preferidos de la orden de servicio (técnico, fecha planificada, fecha límite)
fr: Afficher des avertissements si les exigences de planification préférées de ServiceOrder (technicien, date planifiée, date limite) ne sont pas respectées.
hu: Ha ez be van kapcsolva, a diszpécsernek meg kell erősítenie a választását, ha a szervízrendelés preferált tervezési követelményei (technikus, tervezett dátum, határidő) nem teljesülnek.

# SmsScheduler_Profile
source: Profiles
de: Profile
es: Perfiles
fr: Profils
hu: Profilok

# PreferredUserGroupWarning
source: The selected technician is not part of the ServiceOrder's preferred usergroup({0}), please confirm your decision!
de: Der ausgewählte Techniker gehört nicht zur bevorzugten Benutzergruppe des Serviceauftrags ({0}), bitte bestätigen Sie Ihre Entscheidung!
es: El técnico seleccionado no forma parte del grupo de usuarios preferido de ServiceOrder ({0}), ¡confirme su decisión!
fr: Le technicien sélectionné ne fait pas partie du groupe d'utilisateurs préféré de ServiceOrder ({0}), veuillez confirmer votre décision !
hu: A kiválasztott technikus nem tagja a szervízrendelés preferált felhasználói csoportjának ({0}), kérjük, erősítse meg döntését!

# SmsScheduler_ProfileResource
source: Profile resources
de: Ressourcen der Profile
es: Recursos del perfil
fr: Ressources des profils
hu: Profil erőforrások

source: Expired Assets
de: Abgelaufene Assets
es: Activos caducados
fr: Actifs expirés
hu: Lejárt eszközök

# PreferredTechnicianRemovedWarning
source: You are about to unassign the ServiceOrder's preferred technician({0}), please confirm your decision!
de: Sie sind dabei, die Zuweisung des bevorzugten Technikers des Serviceauftrags ({0}) aufzuheben. Bitte bestätigen Sie Ihre Entscheidung!
es: Está a punto de cancelar la asignación del técnico preferido de ServiceOrder ({0}), ¡confirme su decisión!
fr: Vous êtes sur le point de désaffecter le technicien préféré de ServiceOrder ({0}), veuillez confirmer votre décision !
hu: A következő művelet a szervízrendelés preferált technikusát fogja a eltávolítani, kérem erősítse meg döntését!

source: Valid Assets
de: Gültige Assets
es: Activos válidos
fr: Actifs valides
hu: Aktív eszközök

# PreferredUserGroupRemovedWarning
source: You are about to unassign the last technician from ServiceOrder's preferred usergroup({0}), please confirm your decision!
de: Sie sind dabei, die Zuweisung des letzten Technikers zur bevorzugten Benutzergruppe ({0}) von ServiceOrder aufzuheben. Bitte bestätigen Sie Ihre Entscheidung!
es: Está a punto de cancelar la asignación del último técnico del grupo de usuarios preferido de ServiceOrder ({0}). ¡Confirme su decisión!
fr: Vous êtes sur le point de désaffecter le dernier technicien du groupe d'utilisateurs préféré de ServiceOrder ({0}), veuillez confirmer votre décision !
hu: A következő művelet a szervízrendelés preferált felhasználói csoportjának utolsó tagját fogja eltávolítani, kérem erősítse meg döntését!

source: Expired Skills
de: Abgelaufene Fähigkeiten
es: Habilidades caducadas
fr: Compétences expirées
hu: Lejárt képességek

source: Valid Skills
de: Gültige Fähigkeiten
es: Habilidades válidas
fr: Compétences valides
hu: Aktív képességek

# MissingSkillsOrAssetsValidation
source: Unable to plan the dispatch at this time due to missing skills or assets for the technician
de: Der Einsatz kann derzeit nicht geplant werden, da dem Techniker Fähigkeiten oder Mittel fehlen
es: No se puede planificar el envío en este momento debido a que faltan habilidades o recursos para el técnico
fr: Impossible de planifier l'envoi pour le moment en raison de compétences ou d'atouts manquants pour le technicien
hu: A kiszállítást jelenleg nem tudjuk megtervezni, mert hiányoznak a technikus készségei vagy eszközei

source: Pipeline
de: Planungsvorrat
es: Tubería
hu: Munkalista

source: Get route
de: Route abrufen
es: Obtener ruta
fr: Obtenir l'itinéraire
hu: Útvonal megjelenítése

source: Timeline
de: Zeitleiste
es: Línea de tiempo
fr: Chronologie
hu: Idővonal

source: Get route (Advanced)
de: Route abrufen (Erweitert)
es: Obtener ruta (Avanzado)
fr: Obtenir un itinéraire (avancé)
hu: Útvonal megjelenítése (Részletes)

source: Routes
de: Routen
es: Rutas
fr: Itinéraires
hu: Útvonalak

# SelectResourceForRouteWarning
source: Please select the resource(s) you want to show the route for.
de: Bitte wählen Sie die Ressourcen aus, für die Sie die Route anzeigen möchten.
es: Seleccione los recursos para los que desea mostrar la ruta.
fr: Veuillez sélectionner les ressources pour lesquelles vous souhaitez afficher l'itinéraire.
hu: Kérjük, válassza ki azokat az erőforrásokat, amelyekhez az útvonalat szeretné megjeleníteni.

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
hu: Erőforrások

source: Clear route
de: Route verwerfen
es: Descartar ruta
fr: Supprimer l'itinéraire
hu: Útvonalak törlése

# RouteCouldNotBeCalculatedWarning
source: Route could not be calculated for {0}, route calculation requires at least 2 dispatches with valid coordinates
de: Die Route konnte für {0} nicht berechnet werden. Für die Routenberechnung sind mindestens zwei Sendungen mit gültigen Koordinaten erforderlich
es: No se pudo calcular la ruta para {0}; el cálculo de la ruta requiere al menos 2 despachos con coordenadas válidas
fr: L'itinéraire n'a pas pu être calculé pour {0}, le calcul de l'itinéraire nécessite au moins deux expéditions avec des coordonnées valides
hu: Az útvonalat nem lehetett kiszámítani {0} számára, az útvonal kiszámításához legalább 2 kiszállásnak érvényes koordinátákkal kell rendelkezni.

source: Assign resources from team
de: Weisen Sie Ressourcen vom Team zu
es: Asignar recursos del equipo
fr: Attribuer les ressources de l'équipe
hu: A csapat erőforrásainak hozzáadása

source: Load closed service orders
de: Abgeschlossene Serviceaufträge laden
es: Cargar órdenes de servicio cerradas
fr: Charger les ordres de service clôturés
hu: Lezárt szervizrendelések betöltése

source: Reset planning
de: Planung zurücksetzen
es: Restablecer planificación
fr: Réinitialiser planification
hu: Reset tervezés

# ResetPlanningConfirmation
source: Are you sure you want to reset the planning?
de: Möchten Sie die Planung wirklich zurücksetzen?
es: ¿Estás seguro de que quieres restablecer la planificación?
fr: Êtes-vous sûr de vouloir réinitialiser la planification ?
hu: Biztosan visszaállítja a tervezést?

source: Reorder resources
de: Sortierung bearbeiten
es: Reordenar recursos
fr: Réorganiser les ressources
hu: Erőforrások rendezése

source: Zip code area
de: Postleitzahlenbereich
es: Código postal
fr: Zone de code postal
hu: Irányítószám területe

# TooltipIsNotConfigured
source: Tooltip is not configured, please go to the Profile settings to configure it.
de: Tooltip ist nicht konfiguriert, bitte gehen Sie zu den Profileinstellungen, um es zu konfigurieren.
es: Tooltip no está configurado, por favor vaya a la configuración del perfil para configurarlo.
fr: L'infobulle n'est pas configurée, veuillez vous rendre dans les paramètres du profil pour la configurer.
hu: A megjelenítendő információk nincsenek beállítva, kérjük, menjen a Profil beállításaihoz, hogy beállítsa őket.

# SmsScheduler_Absence
source: Absence
de: Abwesenheit
es: Ausencia
hu: Távollét

# CreateAdHocServiceOrderHere
source: Create an ad hoc service order here
de: Ad-Hoc Auftrag erstellen
es: Crea una orden de servicio ad hoc aquí
fr: Créez une ad hoc commande de service ici
hu: Eseti szervízrendelés létrehozása itt

# ShowNonWorkingHours
source: Show all non-working hours
de: Alle arbeitsfreien Stunden anzeigen
es: Mostrar todas las horas no laborables
fr: Afficher toutes les heures non travaillées
hu: Szabadidő mutatása

# HideNonWorkingHours
source: Hide all non-working hours
de: Alle arbeitsfreien Stunden ausblenden
es: Ocultar todas las horas no laborables
fr: Masquer toutes les heures non travaillées
hu: Szabadidő elrejtése

# ShowDayNonWorkingHours
source: Show this day's non-working hours
de: Arbeitsfreie Stunden dieses Tages anzeigen
es: Mostrar las horas no laborables de este día
fr: Afficher les heures non travaillées de la journée
hu: Szabadidő mutatása ezen a napon

# CurrentProfile
source: Current
de: Aktuell
es: Actual
fr: Actuel
hu: Jelenlegi

source: Edit absence
de: Abwesenheit bearbeiten
es: Editar ausencia
fr: Éditer l'absence
hu: Távollét szerkesztése

source: Delete absence
de: Abwesenheit löschen
es: Borrar ausencia
fr: Supprimer l'absence
hu: Távollét törlése

# FunctionalityNotAvailableWarning
source: Functionality not available while autosave is turned off
de: Funktionalität nicht verfügbar, wenn die automatische Speicherung ausgeschaltet ist
es: Funcionalidad no disponible con el autoguardado desactivado
fr: Fonctionnalité non disponible lorsque la sauvegarde automatique est désactivée
hu: Az automatikus mentés kikapcsolt állapotában a funkció nem érhető el

source: Route Options
de: Routenoptionen
es: Opciones de ruta
fr: Options d'itinéraire
hu: Útvonal opciók

# RouteTechnicianHomeAddressAsOrigin
source: Use the technician's home address as the origin
de: Privatadresse des Technikers als Absender verwenden
es: Utilice la dirección particular del técnico como origen
fr: Utiliser l'adresse du domicile du technicien comme origine
hu: Használja a technikus otthoni címét kiindulási pontként
